Revit 2027 API
Schema.SchemaName Property
 The user-friendly name of the Schema.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string SchemaName { get; }
Public ReadOnly Property SchemaName As String
	Get
public:
property String^ SchemaName {
	String^ get ();
}
member SchemaName : string with get
Property Value
String
See Also
Reference
Schema Class
Autodesk.Revit.DB.ExtensibleStorage Namespace